Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Dawno się nie widzieliśmy, co? Pamiętam, jak jeszcze niedawno parę topielców było dla ciebie wyzwaniem, a teraz wyglądasz jakbyś mógł położyć cieniostwora gołymi pięściami!
uk: Давно не бачилися, еге ж? Пам'ятаю, не так давно тобі було складно впоратися з кількома луркерами, а зараз ти виглядаєш так, ніби голими руками можеш тінезвіра здолати!

source: Dawno temu miałam z mężem mały sklepik.
uk: Колись давно ми з чоловіком мали невеличку крамницю.

source: Dawno temu, nie pamiętam kiedy dokładnie. Nie chodzę tam, bo mają drogi i niedobry alkohol, a jak przesadzisz, to cię aresztują zamiast odprowadzić do własnego łóżka.
uk: Давно, вже навіть і не пригадаю, коли саме. Я туди не ходжу, бо там дорогий і поганий алкоголь. А якщо ти забагато вип'єш, тебе заарештують, а не відведуть до власного ліжка.

source: Dać się pobić takiemu młokosowi...
uk: Програти бій такому хлопчиську...

source: Dać? Możesz go kupić. 100 sztuk złota i jest twój.
uk: Віддам? Можеш купити. 100 золотих і він твій.

source: Dał mi piłę i kazał uszkodzić twoją łódź.
uk: Він дав мені пилу і сказав, щоб я пошкодив твій човен.

source: Dała susa przez most, a potem wybiegła za mur i tyle ją widziałem.
uk: Вона перебігла міст, а потім побігла за стіну, і більше я її не бачив.

source: Dałbym wiarę tym naiwnym hasłom, gdybym nie poznał Adelarda. I wiesz, co ci powiem?
uk: Я б повірив цим наївним гаслам, якби не зустрів Аделарда. І знаєш, що я тобі скажу?

source: Dałbyś coś na uśmierzenie bólu, jakąś miksturę na przykład? Nie chcę potem przez tydzień chodzić obolały!
uk: Може, ти даси мені знеболювальне, якесь зілля, наприклад? Я не хочу потім тиждень ходити з болем!

source: Dałem Balniemu kilka ryb, a on w zamian naprawił mi sieć. Zaniosę ją teraz Limanowi, pewnie dalej będzie w pobliżu chat rybaków.
uk: Я дав Балні трохи риби, а він натомість полагодив мені сітку. Тепер я віднесу її до Лімана. Він, мабуть, і досі біля рибальських хатин.

source: Dałem Ludwigowi mapę do wyczyszczenia. Powiedział, że zajmie mu to trochę czasu, a jak będzie gotowa, to wyśle po mnie gońca.
uk: Я віддав мапу Людвігу, щоб він її очистив. Він сказав, що це займе деякий час, і коли вона буде готова, він пришле за мною посланця.

source: Dałem ci jeść, to powinno ci wystarczyć.
uk: Я дав тобі поїсти, цього повинно бути достатньо.

source: Dałem ci papier. Chcesz się bawić w zbawcę duchów, to się baw.
uk: Я дав тобі той папірець. Хочеш бавитись в рятівника духів, то бався.

source: Dałem ci sprzęt, dałem ci wpływy, płacę za wykonane misje, umożliwiłem szkolenie u najlepszych ludzi, pozwalałem na twoją zabawę w tropienie, mimo że mogło to zaszkodzić straży!
uk: Я дав тобі спорядження, я дав тобі вплив, я плачу тобі за виконані завдання, я дозволив тобі тренуватися з найкращими людьми, я дозволив тобі грати у розслідування, навіть якщо це могло зашкодити Варті!

source: Dałem ci szansę, smarkaczu, ale zwyczajnie ją zmarnowałeś.
uk: Шмаркаче, я дав тобі шанс, але ти його змарнував.

source: Dałem jej prosty wybór. Mogła iść z nami, ale została z trupem. Tyle na ten temat.
uk: Я дав їй простий вибір. Вона могла піти з нами, але вона залишилася з трупом. Ось і все.

source: Dałem mu nawet specjalny amulet ochronny, ale to nic nie pomogło, bo magia niestety nie chroni przed własną głupotą!
uk: Я навіть дав йому спеціальний захисний амулет, але він не допоміг, бо магія, на жаль, не захищає від власної дурості!

source: Dałem mu trochę złota i sobie poszedł.
uk: Дав йому трохи золота і він пішов.

source: Dałem mu ultimatum, albo wykorzysta swoje zdolności dla korony, albo zginie w przeciągu następnych 15 minut.
uk: Я висунув йому ультиматум: або він служитиме на користь корони, або помре протягом наступних 15 хвилин.

source: Dałem się podejść jak dziecko!
uk: До мене ставляться, як до дитини!

source: Dałem się poznać członkom Araxos z dobrej strony. Mogę albo dalej zdobywać ich sympatię, albo od razu zapytać Lorenzo, czy to wystarczy do wstąpienia w szeregi organizacji.
uk: Я зарекомендував себе перед членами Араксосу з хорошого боку. Я можу або продовжувати завойовувати їхню прихильність, або одразу запитати Лоренцо, чи цього достатньо, щоб вступити до лав організації.

source: Dałem się poznać mieszkańcom Przystani jako zdolny wojownik. Myślę, że to powinno wystarczyć do obniżenia wpisowego, ale zawsze mogę dalej rywalizować z innymi.
uk: Я зарекомендував себе перед мешканцями Гавані як здібний боєць. Думаю, цього має бути достатньо, щоб знизити вступний внесок, але я завжди можу продовжувати змагатися з іншими.

source: Dałem się wkręcić w jakąś głupią grę piratów. Podsunąłem Saulowi pomysł, czym mógłby doprawić zupę swojego kolegi. Niestety, to ja muszę wykonać tę czynność. On w tym czasie będzie stał na czatach.
uk: Схоже, я вплутався в якусь дурну піратську гру. Я підказав Солу, чим він може приправити суп свого друга. На жаль, це доведеться зробити мені. А він тим часом стоятиме на сторожі.

source: Dałem się załatwić jak gówniarz...
uk: Я дозволив себе обдурити, як бовдур...

source: Dałeś imię swojej kuszy? To cholernie głupie.
uk: Ти дав ім'я своєму арбалету? Це ж дурня якась.

source: Dałeś mi szansę. Dlaczego nie dasz jej Danielowi? Może uda mi się go przekonać, żeby... żeby się ugiął?
uk: Ти ж дав мені шанс. Чому б тобі не дати його Даніелю? Можливо, я зможу переконати його... співпрацювати?

source: Dałeś radę go przekonać? Nieźle, naprawdę nieźle.
uk: Тобі вдалося його переконати? Непогано, дійсно непогано.

source: Dbam o to by złoto w zdrowy sposób krążyło od ręki do ręki w całej Przystani. To właśnie dzięki temu ta banda morderców jeszcze się nie pozabijała.
uk: Я стежу за тим, щоб золото правильно перетікало з рук у руки по всій Гавані. Це те, що допомагає цій зграї вбивць не повбивати одне одного.

source: Dbam o to, by wszystkie księgi podatkowe na Archolos zgadzały się co do sztuki złota, na czas przybycia Królewskiego Wysłannika.
uk: Я стежу за тим, щоб усі податкові книги на Архолосі були узгоджені щодо кількості золота до прибуття Королівського посла.

source: Dbam więc o to, by byle kto mu dupy nie zawracał. Chcesz się z nim spotkać - przekonaj mnie, pokaż swoją wartość.
uk: Тому я стежу, щоб йому ніхто не заважав. Хочеш з ним познайомитися – переконай мене, покажи, чого ти вартий.

source: Dbamy o to, żeby Gildia Kupiecka oraz mniej uczciwi mieszkańcy nie pozwalali sobie na zbyt dużo, co często jest problematyczne, ale przynajmniej ciekawe.
uk: Ми дбаємо про те, щоб Торгова Гільдія та менш чесні мешканці не дозволяли собі зайвого, що часто буває проблематично, але, принаймні, цікаво.

source: Dbanie o wyposażenie strażników nie jest już moim zmartwieniem.
uk: Догляд за спорядженням вартових – більше не моя турбота.

source: Decydujący głos w najważniejszych sprawach ma Przeor Regen, jednak nie podejmuje ich bez konsultacji z radą.
uk: Вирішальні рішення у найважливіших питаннях приймає Настоятель Реген, але він приймає їх лише узгодивши все з радою.

source: Decyzja podjęta, przyjacielu?
uk: Рішення прийнято, друже?

source: Degory
uk: Дегорі

source: Degory powiedział mi, że być może jego kolega Giles wie co się stało z własnością martwego zwiadowcy. Muszę z nim porozmawiać.
uk: Дегорі розповів, що, його колега Джайлз може знати, що сталося з майном загиблого розвідника. Мені потрібно з ним поговорити.

source: Delikatna skóra.
uk: М'яка на дотик шкура.

source: Delikatne wino Ernesto
uk: Ніжне вино Ернесто

source: Delikatne, owcze mięso.
uk: Ніжне овече м'ясо.

source: Delikatnej, bo nikt nie może się o niej dowiedzieć, i idealnie pasującej do twojej profesji...
uk: Делікатній, тому що про неї ніхто не повинен знати, а ще вона ідеальна для твоєї професії...

source: Delikatnej? To nie do mnie, ja jestem od zdecydowanych rozwiązań.
uk: Делікатній? Це не для мене, я все вирішую напряму.

source: Delikatnie badaj, czy wytrych pasuje do mechanizmu. Stanowczy opór będzie dla ciebie znakiem, że musisz obrócić go w drugą stronę, pamiętaj.
uk: Обережно перевір, чи входить відмичка в механізм. Туге повертання буде знаком, що її треба повернути в інший бік.

source: Delikatnie zaznaczył, że ma teraz ważniejsze sprawy na głowie.
uk: Він делікатно зауважив, що зараз його хвилюють важливіші справи.

source: Delikatnie zdobiony kompas.
uk: Вишукано оздоблений компас.

source: Demon
uk: Демон

source: Demoniczne szkielety chcą mnie obedrzeć ze skóry i też zamienić w szkielet!
uk: Демонічні скелети хочуть здерти з мене шкіру, і теж перетворити в скелета!

source: Dennis
uk: Денніс

source: Dennis jak zwykle dramatyzuje.
uk: Денніс, як завжди, драматизує.

source: Dennis jest w pełni przekonany, że Holdwiga próbował ktoś otruć. Muszę porozmawiać z ludźmi w okolicy, może uda mi się czegoś od nich dowiedzieć.
uk: Денніс переконаний, що Гольдвіга хтось намагався отруїти. Мені потрібно поговорити з людьми в околиці. Можливо, я зможу щось дізнатися від них.

source: Dennis mówi, że ktoś go otruł... Andreas nigdy by się do tego nie posunął!
uk: Денніс каже, що хтось його отруїв... Андреас ніколи б не пішов на таке!

source: Dennis tak powiedział?
uk: Денніс так сказав?

source: Dennis w swojej złości zabił włóczęgę. Najgorsze w całej sytuacji jest to, że nawet nie wiemy, czy był odpowiedzialny za otrucie Holdwiga. Gdy my byliśmy zajęci, do winnicy przybył medyk i pomógł Holdwigowi. Teraz mogę z nim porozmawiać o pieniądzach wuja.
uk: Денніс, розлютившись, убив волоцюгу. Найгірше те, що ми навіть не дізналися, чи був він відповідальний за отруєння Гольдвіга. Поки ми були зайняті, на виноградник прийшов лікар і допоміг Гольдвігу. Тепер я можу поговорити з ним про гроші мого дядька.

source: Dennis wpadł w szał i biegnie teraz w stronę przejścia przy wodospadzie. Lepiej pójdę tam razem z nim, kto wie, do czego jest zdolny w takim stanie.
uk: Денніс розлютився, і побіг до проходу біля водоспаду. Я краще піду туди з ним, хто знає, на що він здатен у такому стані.

source: Dennis, pracownik Wielkiej Winnicy, za parę monet nauczy mnie walki bronią dwuręczną oraz pokaże, jak nabrać siły.
uk: Денніс, працівник із Великого виноградника, за кілька монет навчить мене битися з дворучною зброєю і покаже, як стати сильнішим.

source: Depczą nam po piętach,
uk: Вони наступають нам на п'яти,

source: Deser znany bardziej zamożnym,
uk: Десерт, відомий більш заможним людям,

source: Deski
uk: Дошки

source: Deski w tym miejscu wyjątkowo mocno skrzypią. Chyba znalazłem skrytkę pirata.
uk: Дошки в цьому місці дуже сильно скриплять. Здається, я знайшов піратську схованку.

source: Desperat
uk: Зневірений

source: Destylator
uk: Дистилятор

source: Deszcz ognia
uk: Вогняний дощ

source: Determinacja
uk: Рішучість

source: Detlow
uk: Детлоу

source: Detlow czeka w jaskini prosto na północ od miejsca, w którym teraz jesteśmy.
uk: Детлоу чекає в печері прямо на північ від того місця, де ми зараз.

source: Detlow uważa, że Bestia należała do orków. Podobno często wykorzystują różne zwierzęta do walki, więc to monstrum mogło być nieudanym eksperymentem. Łowca uważa, że najlepiej będzie, jeśli nie podzielimy się tą informacją w wiosce. Mogło by to wywołać niepotrzebną panikę.
uk: Детлоу вважає, що Звір належав оркам. Схоже, вони часто використовують різних звірів для битв, тому це чудовисько могло бути невдалим експериментом. Мисливець вважає, що краще не поширювати цю інформацію в селі. Це може викликати зайву паніку.

source: Detlow wysłał mnie do wioski, bym sprowadził kogoś do pomocy w transporcie ciała Bestii.
uk: Детлоу відправив мене в село, щоб я привів когось, хто міг би допомогти забрати тіло Звіра.

source: Detlow zajmie się konserwacją kusz, gdy tylko skończy szkolić ludzi. Lorenzo powinien dowiedzieć się, że Detlow spełnił jego oczekiwania.
uk: Детлоу займеться обслуговуванням арбалетів, як тільки закінчить тренування бійців. Лоренцо повинен дізнатися, що Детлоу виправдав його очікування.

source: Detlow zgodził się prowadzić szkolenia strażników, ale muszę mu załatwić zioła potrzebne do wykonania środków konserwujących kusze. Zdaje się, że czeka mnie kolejna wizyta u Bodowina. Jeśli ją przeżyję, mam spotkać się z Detlowem pod koszarami.
uk: Детлоу погодився провести навчання для вартових, але я маю дістати йому трави, необхідні для виготовлення змащення для арбалетів. Здається, на мене чекає ще один візит до Бодовіна. Якщо я переживу його, то зустрінуся з Детлоу біля казарм.

source: Detlow zrobił to, o co go poprosiłem.
uk: Детлоу зробив те, про що я просив.

source: Detlow, łowca, który mieszka na Starym Mieście, pokaże mi, jak stać się zręczniejszym, jak poprawnie strzelać z łuku oraz jak wytwarzać broń dystansową. Jeśli będę znał podstawy łowiectwa, to nauczy mnie też wyrywania pazurów, kłów, rogów cieniostwora, języków jaszczurów oraz pozyskiwania skór gadów i skorup. Oczywiście pod warunkiem, że będę miał czym mu zapłacić.
uk: Детлоу, мисливець, який мешкає у Старому місті, покаже мені, як стати більш спритним, як правильно стріляти із лука та як виготовляти стрілецьку зброю. Якщо я знаю основи полювання, він також зможе навчити мене виривати кігті, ікла, роги тінезвірів, язики ящерів, а також знімати шкури рептилій і панцирі. Звісно, за умови, що мені буде чим розплатитися.

source: Devir
uk: Девір

source: Devir wręczył mi dodatkową nagrodę pod postacią mikstury siły. Muszę zrobić z niej dobry użytek.
uk: Девір за допомогу нагородив мене еліксиром сили. Мені він пригодиться.

source: Devir.
uk: Девір.

source: Dezerterzy nie zgodzili się na wypuszczenie dziewczyny bez okupu. Będę musiał się ich pozbyć.
uk: Дезертири відмовилися відпустити дівчину без викупу. Доведеться їх позбутися.

source: Dezerterzy przetrzymują w jaskini jakąś dziewczynę - to może być poszukiwana Lena. Gregor nie chciał mi powiedzieć nic więcej. Może Oscar będzie coś wiedział?
uk: Дезертири тримають у печері дівчину – це може бути викрадена Олена. Грегор більше нічого мені не розповів. Може, Оскар щось знає?

source: Dietrich
uk: Дітріх

source: Dima
uk: Діна

source: Dima czeka na wieści od ciebie.
uk: Діна чекає від тебе новин.

source: Dima handluje magicznymi zwojami oraz eliksirami. Swój stragan ma przy bramie do placu Gildii Kupieckiej.
uk: Діна торгує магічними сувоями та еліксирами. Її прилавок розташований біля воріт на площу біля Торгової Гільдії.

source: Dima należy do Gildii Kupieckiej. Zastawiła część swoich towarów w zamian za złoto. Ponoć natrafiła na niemałą okazję.
uk: Діна належить до Торгової Гільдії. Вона заклала частину своїх товарів в обмін на золото. Ходять чутки, що їй вдалося укласти вигідну угоду.

source: Dima nie robiła problemów i udała się od razu uregulować interesy z Luną. W międzyczasie mam pilnować jej stoiska.
uk: Діна не стала створювати проблем і одразу пішла залагоджувати справи з Луною. А я тим часом маю стерегти її прилавок.

source: Dima oddała ci nadmiar sproszkowanej rudy.
uk: Діна повернула вам надлишки рудного порошку.

source: Dima powiedziała, że skupuje Innosy od człowieka imieniem Mures. Nie wie jednak, gdzie mogę go znaleźć, albo nie chce mi tego powiedzieć.
uk: Діна сказала, що скуповує Інносів у чоловіка на ім'я Муреш. Однак вона не знає, де я можу його знайти, або просто не хоче розповідати.

source: Dima powiedziała, że skupuje Innosy od człowieka imieniem Mures. Nie wie jednak, gdzie mogę go znaleźć, albo nie chce mi tego powiedzieć. Może pracownicy od wyładunku towarów ze statków powiedzą mi coś więcej.
uk: Діна сказала, що скуповує Інносів у чоловіка на ім'я Муреш. Однак вона не знає, де я можу його знайти, або просто не хоче розповідати. Можливо, робітники, які розвантажують корабель, зможуть розповісти мені більше.

source: Dima powiedziała, że skupuje Innosy od człowieka imieniem Mures. Wszystko wskazuje na to, że właśnie on zajmuje się wytwarzaniem figurek. Pozostaje mi tylko znaleźć go w slumsach, w domu przed którym znajduje się palenisko i przy którym słychać odgłos piłowania, oraz zdobyć potrzebne dowody. Podobno szuka ludzi do pracy... może spróbuję zdjąć pancerz i udawać biedaka, by dostać się do środka?
uk: Діна сказала, що скуповує Інносів у чоловіка на ім'я Муреш. Все вказує на те, що саме він виготовляє ці статуетки. Залишилося тільки знайти його в нетрях, в будинку, перед яким стоїть жаровня, і біля якого чути звуки пилки. Там я отримаю необхідні докази. Схоже, він шукає людей для роботи... Може, мені спробувати зняти обладунок і прикинутися бідняком, щоб потрапити всередину?

source: Dima powiedziała, że skupuje od ciebie całe skrzynie tych figurek.
uk: Діна розповіла, що купує в тебе цілі ящики цих статуеток.

source: Dima, chce zakupić 100 miar sproszkowanej magicznej rudy. Mogę ją spotkać na placu przed Gildią Kupiecką.
uk: Діна хоче придбати 100 порцій порошку з магічної руди. Я можу зустрітися з нею на площі перед Торговою Гільдією.

source: Dimy nie ma?
uk: Діни немає?

source: Dinkel
uk: Дінкель

source: Dinkel nabrał się na historię o naprawianiu palisady. Mogę ruszać z Homerem do miejsca, które wcześniej znalazłem.
uk: Дінкель купився на історію про ремонт частоколу. Я можу вирушати з Гомером у місце, яке я знайшов.

source: Dinkel ponownie uwierzył w moje kłamstwa. Nikt nie powinien już więcej szukać Homera. Teraz pozostaje mi jedynie rozejrzeć się za Homerem, gdy już będę w mieście.
uk: Дінкель знову повірив у мою брехню. Ніхто більше не буде шукати Гомера. Залишилося тільки знайти Гомера, коли я буду в місті.

source: Dinkel tak łatwo mnie nie wypuści, ale dziękuję, że próbowałeś.
uk: Дінкель так просто мене не відпустить, але дякую за спробу.

source: Dinkel wziął Homera w niewolę podczas ataku na statek.
uk: Дінкель взяв Гомера в полон під час нападу на корабель.

source: Dinkel zdecydowanie nie chce się rozstać ze swoim niewolnikiem. Rzucił szaloną ceną dwóch tysięcy sztuk złota za jego wolność. To cholernie dużo, ale może uda mi się znaleźć jakiś inny sposób na uwolnienie mężczyzny.
uk: Дінкель категорично не хоче розлучатися зі своїм рабом. Він забажав шалену ціну в дві тисячі золотих за його свободу. Це дуже багато, але, можливо, я знайду інший спосіб звільнити цього чоловіка.

source: Dirk
uk: Дірк

source: Dirk - karczmarz w Wilczym Leżu - poprosił mnie, bym zdobył dla niego jakieś ciekawe alkohole.
uk: Дірк, корчмар із Вовчого Лігва, попросив мене дістати йому якісь цікаві алкогольні напої.

source: Dirk i jego trunki to teraz sprawa drugorzędna.
uk: Дірк і його алкогольні напої тепер мають другорядне значення.

source: Dirk z Wilczego Leża. Twoje piwo bardzo przypadło mu do gustu. Chce zamawiać 2 skrzynki piwa tygodniowo.
uk: Дірк з Вовчого Лігва. Твоє пиво йому дуже сподобалося. Він хоче замовляти по 2 ящики пива на тиждень.

source: Dirk zlecił mi złożenie zamówienia u Tomasa. Będzie brał 2 skrzynki Mrocznego Paladyna tygodniowo.
uk: Дірк доручив мені зробити замовлення у Томаса. Він буде брати 2 ящики Темного Паладина щотижня.

source: Dirk zlecił mi złożenie zamówienia u Tomasa. Będzie brał 2 skrzynki Mrocznego Paladyna tygodniowo. Podałem mu trochę wyższą cenę, przynajmniej będzie z tego jeszcze coś dla mnie.
uk: Дірк доручив мені зробити замовлення у Томаса. Він буде брати 2 ящики Темного Паладина щотижня. Я назвав йому трохи вищу ціну, так мені буде хоч якась користь від цього.

source: Dismas
uk: Дісмас

source: Dla Jego Ekscelencji? Masz na to jakiś dowód?
uk: Для Його Світлості? У тебе є якесь підтвердження цього?

source: Dla Lokvara.
uk: Для Локвара.

source: Dla Thorbena to złota okazja by wciskać mi stołki i te cholerne skrzynie!
uk: Для Торбена це чудова нагода продати мені табуретки і ті кляті скрині!

source: Dla astrologów i żeglarzy to przydatny przyrząd,
uk: Корисний інструмент для астрономів і моряків,

source: Dla ciebie PAN VOLKER! Śmiało, jestem przekonany, że dostosuje swój grafik specjalnie dla ciebie! O, tam są drzwi!
uk: Для тебе ПАН ВОЛКЕР! Давай, я впевнений, він спеціально під тебе підлаштує свій графік! Ось, двері там!

source: Dla ciebie Pan Volker młodziku. Naprawdę go nie znasz?
uk: Для тебе, пан Волкер, юначе. Ти дійсно його не знаєш?

source: Dla ciebie drzwi będą zawsze otwarte.
uk: Для тебе двері завжди будуть відчиненими.

source: Dla ciebie też się znajdzie zajęcie, nic się nie bój. Chodź, porozmawiajmy o tej całej sprawie z szefem.
uk: Для тебе теж знайдеться робота, не хвилюйся. Ходімо, поговоримо про все це з начальником.

source: Dla ciebie to pewnie praca marzeń.
uk: Для тебе це, мабуть, робота мрії.

source: Dla ciebie wszystko. Mów, o co chodzi.
uk: Для тебе все, що завгодно. Кажи, про що йдеться.

source: Dla człowieka jedyną dodatkową ochroną może okazać się wyuczona akrobatyka, gdyż pozwala ona odpowiednio rozłożyć energię uderzenia. Zazwyczaj im większe i cięższe stworzenie, tym większa odporność, natomiast lekkie i kościste stworzenia są na nie wyjątkowo podatne.
uk: Для людини єдиним додатковим захистом може бути акробатика, оскільки вона дозволяє правильно розподілити енергію удару. Зазвичай, чим більша і важча істота, тим вищий у неї опір, тоді як легкі і кістляві істоти вкрай вразливі до неї.

source: Dla dobra publicznego
uk: Заради загального блага

source: Dla dobra swojego i swoich ludzi opuść to miasto jak najszybciej.
uk: Заради власного добра та своїх людей, покинь це місто якнайшвидше.

source: Dla jednych wino jest napojem, którego nie może zabraknąć na chłopskich i pańskich stołach, dla innych stanowi ważny element codziennego rytuału. Jeszcze inni zaś widzą w nim naturalny środek leczniczy. Jak słusznie zauważył Cynred, wieloletni doradca na dworze króla Mandreda: „rola i znaczenie wina zmieniają się tak szybko, jak zdanie polityków”.
uk: Для одних вино - це невід'ємний напій на столі селянина чи пана, для інших - важлива частина щоденного ритуалу. Треті бачать у ньому природні ліки. Як слушно зауважив Синред, багаторічний радник при дворі короля Мандреда: 'роль і значення вина змінюються так само швидко, як і думки політиків'.

source: Dla jednych śmierdzące, a dla innych aromatyczne.
uk: Смердюча для одних і ароматна для інших.

source: Dla każdego znajdzie się miejsce w naszej wielkiej rodzinie, bo każdy współpracownik dba o resztę jak o swoich braci i siostry!
uk: У нашій великій сім'ї знайдеться місце для кожного, тому що кожен колега піклується про інших, як про своїх братів і сестер!

source: Dla kogo pracujesz?
uk: На кого ти працюєш?

source: Dla kogoś takiego, jak ty, zejdę z ceny.
uk: Для когось такого, як ти, я знижу ціну.

source: Dla koneserów
uk: Для поціновувачів

source: Dla magii nie ma rzeczy niemożliwych! I udałoby mi się, gdybyś nie przeszkadzał.
uk: Для магії немає нічого неможливого! І мені б це вдалося, якби ти не приперся.

source: Dla magii nie. Dla mnie tak. I jak się okazuje, byłem w stanie tego dokonać.
uk: Для магії – ні. Для мене – так. І, як виявилося, я зміг зробити це.

source: Dla mnie najważniejsze jest to, że mogę połączyć przyjemne z pożytecznym.
uk: Для мене найголовніше те, що я можу поєднувати приємне з корисним.

source: Dla mnie to również nie jest łatwe. Oprócz twojego brata leżą tu także moi ludzie.
uk: Для мене це також нелегко. Крім твого брата, тут також лежать і мої люди.

source: Dla mnie w sam raz!
uk: Якраз для мене!

source: Dla mnie, nie widać?
uk: Для себе, хіба ж не видно?

source: Dla mnie?
uk: Для мене?

source: Dla największego komfortu i bezpieczeństwa radzimy zawsze podróżować po wyspie z naszymi gońcami!
uk: Для максимального комфорту та безпеки ми радимо вам завжди подорожувати островом у супроводі наших посланців!

source: Dla nas, mieszkańców Silbach, wolność była zawsze najważniejszym darem.
uk: Для нас, мешканців Сільбаху, свобода завжди була найвищою цінністю.
